
/* Class = "UITextField"; placeholder = "Email"; ObjectID = "2qc-mU-n5x"; */
"2qc-mU-n5x.placeholder" = "Email";

/* Class = "UIButton"; normalTitle = "Log in"; ObjectID = "4Ng-65-LBv"; */
"4Ng-65-LBv.normalTitle" = "Log in";

/* Class = "UILabel"; text = "Item"; ObjectID = "6bs-0i-KIl"; */
"6bs-0i-KIl.text" = "Item";

/* Class = "UITextField"; accessibilityHint = "Username"; ObjectID = "70J-3Q-gTp"; */
"70J-3Q-gTp.accessibilityHint" = "Username";

/* Class = "UITextField"; placeholder = "Email"; ObjectID = "70J-3Q-gTp"; */
"70J-3Q-gTp.placeholder" = "Email";

/* Class = "UILabel"; text = "The email is not in the correct format."; ObjectID = "Btl-54-j9b"; */
"Btl-54-j9b.text" = "The email is not in the correct format.";

/* Class = "UIButton"; normalTitle = "Log in with SoundCloud"; ObjectID = "D9M-sD-kyu"; */
"D9M-sD-kyu.normalTitle" = "Log in with SoundCloud";

/* Class = "UILabel"; text = "Date of Birth"; ObjectID = "Fzd-gv-fK2"; */
"Fzd-gv-fK2.text" = "Date of Birth";

/* Class = "UITextField"; accessibilityHint = "Password"; ObjectID = "GhI-sR-eFx"; */
"GhI-sR-eFx.accessibilityHint" = "Password";

/* Class = "UITextField"; placeholder = "Password"; ObjectID = "GhI-sR-eFx"; */
"GhI-sR-eFx.placeholder" = "Password";

/* Class = "UILabel"; text = "Let's get started"; ObjectID = "L0d-u4-4gW"; */
"L0d-u4-4gW.text" = "Let's get started";

/* Class = "UIButton"; normalTitle = "Send Password Reset Email"; ObjectID = "LaO-d4-xpw"; */
"LaO-d4-xpw.normalTitle" = "Send Password Reset Email";

/* Class = "UILabel"; text = "Label"; ObjectID = "Nhw-rq-Xah"; */
"Nhw-rq-Xah.text" = "Label";

/* Class = "UIButton"; normalTitle = "Next"; ObjectID = "PGh-W4-k6J"; */
"PGh-W4-k6J.normalTitle" = "Next";

/* Class = "UIButton"; normalTitle = "Register"; ObjectID = "PgM-5D-gFg"; */
"PgM-5D-gFg.normalTitle" = "Register";

/* Class = "UILabel"; text = "Name"; ObjectID = "Qjf-db-zra"; */
"Qjf-db-zra.text" = "Name";

/* Class = "UIViewController"; title = "Password Reset"; ObjectID = "Trk-mY-rSI"; */
"Trk-mY-rSI.title" = "Password Reset";

/* Class = "UILabel"; text = "Password"; ObjectID = "Up8-oy-11L"; */
"Up8-oy-11L.text" = "Password";

/* Class = "UITextField"; placeholder = "Name"; ObjectID = "W0K-Ty-aPr"; */
"W0K-Ty-aPr.placeholder" = "Name";

/* Class = "UIViewController"; title = "Register"; ObjectID = "WIJ-K1-kI3"; */
"WIJ-K1-kI3.title" = "Register";

/* Class = "UILabel"; text = "Email"; ObjectID = "ZQX-xV-Lza"; */
"ZQX-xV-Lza.text" = "Email";

/* Class = "UILabel"; text = "The email is not in the correct format."; ObjectID = "Zi4-rV-nQE"; */
"Zi4-rV-nQE.text" = "The email is not in the correct format.";

/* Class = "UILabel"; text = "1/2"; ObjectID = "aBE-T4-3qA"; */
"aBE-T4-3qA.text" = "1/2";

/* Class = "UITextField"; placeholder = "Email"; ObjectID = "eV2-Eg-r4I"; */
"eV2-Eg-r4I.placeholder" = "Email";

/* Class = "UILabel"; text = "What instruments do you play?"; ObjectID = "fK9-QY-FII"; */
"fK9-QY-FII.text" = "What instruments do you play?";

/* Class = "UILabel"; text = "The email is not in the correct format."; ObjectID = "im0-Ph-CaR"; */
"im0-Ph-CaR.text" = "The email is not in the correct format.";

/* Class = "UILabel"; text = "The email is not in the correct format."; ObjectID = "kcP-ct-0oU"; */
"kcP-ct-0oU.text" = "The email is not in the correct format.";

/* Class = "UIButton"; normalTitle = "Do not have an account? Sign up here."; ObjectID = "mDe-Bx-yuT"; */
"mDe-Bx-yuT.normalTitle" = "Do not have an account? Sign up here.";

/* Class = "UITextField"; placeholder = "Confirm Password"; ObjectID = "miC-ps-8mL"; */
"miC-ps-8mL.placeholder" = "Confirm Password";

/* Class = "UIButton"; normalTitle = "Log in with Facebook"; ObjectID = "oDP-J6-itp"; */
"oDP-J6-itp.normalTitle" = "Log in with Facebook";

/* Class = "UILabel"; text = "Please enter your email address.\nThen follow the instructions in the email, that we will send you, to reset your password."; ObjectID = "qFp-JX-E3U"; */
"qFp-JX-E3U.text" = "Please enter your email address.\nThen follow the instructions in the email, that we will send you, to reset your password.";

/* Class = "UITextField"; placeholder = "DateOfBirth"; ObjectID = "qMv-LX-U5M"; */
"qMv-LX-U5M.placeholder" = "DateOfBirth";

/* Class = "UIButton"; normalTitle = "Forgot your password?"; ObjectID = "rLF-Xp-v7E"; */
"rLF-Xp-v7E.normalTitle" = "Forgot your password?";

/* Class = "UILabel"; text = "Confirm Password"; ObjectID = "sNh-kh-pWo"; */
"sNh-kh-pWo.text" = "Confirm Password";

/* Class = "UITextField"; placeholder = "Password"; ObjectID = "sRA-J6-c0x"; */
"sRA-J6-c0x.placeholder" = "Password";

/* Class = "UILabel"; text = "Or sign up with these services"; ObjectID = "ve7-mz-NCk"; */
"ve7-mz-NCk.text" = "Or sign up with these services";

/* Class = "UILabel"; text = "The email is not in the correct format."; ObjectID = "x5P-pI-d6h"; */
"x5P-pI-d6h.text" = "The email is not in the correct format.";

/* Class = "UIButton"; normalTitle = "Log in with Google"; ObjectID = "xSP-MT-MwB"; */
"xSP-MT-MwB.normalTitle" = "Log in with Google";
